<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Category Attributes
    |--------------------------------------------------------------------------
    */

    'category_attributes' => [
        'title' => 'Атрибуты категории',

        'empty' => [
            'title' => 'Нет атрибутов категории',
            'description' => 'Для этой категории атрибуты не настроены.',
        ],

        'other_attributes' => [
            'title' => 'Другие атрибуты',
            'description' => 'Атрибуты без назначенной группы.',
        ],

        'measurements' => [
            'title' => 'Размеры',
            'description' => 'Размеры и габариты товара',
        ],

        'attribute_group_fallback' => 'Группа атрибутов',
    ],


    /*
    |--------------------------------------------------------------------------
    | Attribute Fields
    |--------------------------------------------------------------------------
    */

    'attributes' => [

        'select_placeholder' => 'Выберите...',

        'required' => [
            'error' => 'Это поле обязательно для данной категории',
        ],

        'boolean' => [
            'yes' => 'Да',
        ],
    ],

];